<!DOCTYPE html>
<html lang="nb-no">

<head>
  <title>Shakipesh</title>
  <meta charset="utf-8" />
  <meta name="viewport" content="width=device-width, initial-scale=1" />
  <link rel="stylesheet" type="text/css" href="index.css" />
</head>

<body>
  <div id="main">
    <section id="heading">
      <h1>Shakipesh</h1>
    </section>
    <section id="content">
      <p> Dette er reglene for kortspillet <strong>Shakipesh</strong>.</p>
      <h2>Om spillet</h2>
      <p>Shakipesh er et spill for 2&ndash;4 personer. Hensikten med spillet er
        &aring; kvitte seg med kortene p&aring; h&aring;nden fortest mulig. Dette oppn&aring;r
        man ved &aring; legge kortene i bunker p&aring; bordet. Man spiller runder med
        poeng, og den spiller som ved spillets slutt har f&aelig;rrest poeng, har vunnet.</p>
      <p>Shakipesh ble utviklet av Magnus Brente og Peder Skou en helg i april 2000.
        Navnet <em>Shakipesh</em> kommer fra det franske 'chat qui p&ecirc;che', som betyr
        'katt som fisker'.</p>
      <p>Form&aring;let med utviklingen har f&oslash;rst og fremst v&aelig;rt &aring;
        lage et enkelt kortspill som ogs&aring; egner seg for to personer. Det har v&aelig;rt
        lagt vekt p&aring; &aring; overlate mest mulig til spilleren slik at det strategiske
        feltet blir st&oslash;rre. Shakipesh er et spill der kortene spiller en ganske
        stor rolle, men i hendene p&aring; en dyktig spiller, kan de selvsagt bli borte
        fortere.</p>
      <h2>Regler</h2>
      <p>Ved rundens begynnelse gis 9 kort til hver spiller. 4 kort legges &aring;pent
        p&aring; bordet som utgangsbunker. Resten av kortene utgj&oslash;r talongen.
        Dersom noen av kortene p&aring; bordet er i sekvens (for eksempel ruter fem
        og ruter fire), byttes det laveste med et kort i talongen, slik at ingen av
        de fire utgangsbunkene kan kombineres.</p>
      <p>Det spilles etter tur, og den som sitter til venstre
        for giveren, begynner. I hver tur m&aring; spilleren enten<br />
        a) legge ut ett eller flere kort p&aring; bordet og eventuelt kombinere bunker,
        eller<br />
        b) gj&oslash;re en shakipesh, som beskrevet nedenfor.<br />
        Spilleren kan velge hvor mange av de mulige trekk han vil gjennomf&oslash;re.
        Han kan ogs&aring; gj&oslash;re en frivillig shakipesh selv om han kan legge
        ut kort.</p>
      <p>Man legger kort p&aring; bunkene i fallende sekvens med
        bibehold av farge (hjerter p&aring; hjerter, osv.). Etter 2 f&oslash;lger ess,
        deretter konge, dame og s&aring; videre. En spiller kan legge ut flere kort
        i samme trekk, og p&aring; flere bunker.</p>
      <p>N&aring;r bunnkortet i &eacute;n bunke passer p&aring;
        toppkortet i en annen, kan de to bunkene kombineres. Den spiller som da har
        tur, kan gj&oslash;re dette og gis dermed retten til &aring; opprette en ny
        bunke med et valgfritt kort fra h&aring;nden. En spiller som kombinerer to bunker,
        m&aring; legge ut en ny bunke i samme trekk, med mindre han er tom for kort
        p&aring; h&aring;nden. Kombinasjon av bunker kan foreg&aring; i samme trekk
        som man legger ut kort. En bunke som inneholder alle kortene i en farge, gir
        ogs&aring; rett til ny bunke, ettersom den teoretisk kan kombineres med seg
        selv.</p>
      <p>Det strategiske elementet shakipesh best&aring;r i at
        spilleren trekker 2 kort fra talongen til h&aring;nden, og legger et tredje
        kort fra talongen p&aring; bordet som ny bunke. En spiller som gj&oslash;r shakipesh,
        kan ikke gj&oslash;re noe annet i samme trekk. Dette gjelder ogs&aring; om en
        shakipesh &aring;pner for kombinasjon av bunker &ndash; en slik mulighet g&aring;r
        videre til neste spiller.</p>
      <p>Dersom talongen blir tom, spiller man videre uten &aring;
        gj&oslash;re shakipesh. Den spiller som ikke kan legge ut kort ved sin tur,
        m&aring; st&aring; over turen.</p>
      <p>Den spiller som f&oslash;rst er kvitt alle kortene p&aring;
        h&aring;nden, har vunnet runden og f&aring;r null poeng. De andre spillerne
        f&aring;r ett poeng for hvert kort de har p&aring; h&aring;nden. Slik fortsetter
        spillet enten til en p&aring; forh&aring;nd avtalt poengsum, eller til man ikke
        gidder mer.</p>
      <h2>Strategi</h2>
      <p>Det er mye frivillig i Shakipesh, og hensikten
        med dette er selvsagt &aring; &aring;pne for strategiske vurderinger.</p>
      <p>Dersom en spiller kan legge ut flere kort i ett trekk,
        beh&oslash;ver han ikke legge ut alle, og han kan til og med gj&oslash;re en
        frivillig shakipesh selv om han kan legge ut kort. Slik kan man for eksempel
        veie hensynet til &aring; f&aring; ut kort fra h&aring;nden mot hensynet til
        &aring; ha &aring;pne muligheter for senere trekk.</p>
      <p>Man oppdager raskt at det &aring; kvitte seg med flest
        mulig kort fortest mulig, sjelden er veien til suksess. En shakipesh tidlig
        i spillet er som regel nyttig, mens en sen shakipesh kan v&aelig;re farlig fordi
        den &aring;pner muligheter for de andre spillerne.</p>
      <p>Kombinasjon av bunker utgj&oslash;r den viktigste fremdriften
        i spillet. Kort som grenser til bunnkortet i en bunke er som regel viktige,
        og kort som kan knytte sammen to bunker er meget sentrale.</p>
      <p>Man kan av og til vurdere &aring; spille kooperativt
        for &aring; &aring;pne spillet. Det vil si at man &aring;pner en mulighet for
        en motspiller, for at denne skal opprette en bunke og dermed drive spillet fremover.</p>
    </section>
  </div>
</body>

</html>